const homeworkData = [
  {"id": "1",
   "title": "完成美术写作作业6张，其中画风景画2张,实物图4张",
   "course":"美术趣味课堂",
   "status":'0',
   "teacher":"王老师",
   "content":'''
   完成美术作业6张图，其中包括2张风景图，4张
实物图，风景图画春夏秋冬四季各选两个季节的
同一风景，实物图任选家中家具完成。拍照上传
图片提交。
   ''',
   "time":"2020年 3月5日 周三",
   "img":"assets/image/class2.png"
   },
  {"id": "2",
   "title": "完成美术写作作业6张，其中画风景画2张,实物图4张",
   "course":"美术趣味课堂",
   "status":'1',
   "teacher":"李老师",
   "content":'''
   完成美术作业6张图，其中包括2张风景图，4张
实物图，风景图画春夏秋冬四季各选两个季节的
同一风景，实物图任选家中家具完成。拍照上传
图片提交。
   ''',
   "time":"2020年 3月5日 周三",
   "img":"assets/image/class1.png"
   },
  {"id": "3",
   "title": "完成美术写作作业6张，其中画风景画2张,实物图4张",
   "course":"美术趣味课堂",
   "status":'2',
   "teacher":"李老师",
   "content":'''
   完成美术作业6张图，其中包括2张风景图，4张
实物图，风景图画春夏秋冬四季各选两个季节的
同一风景，实物图任选家中家具完成。拍照上传
图片提交。
   ''',
   "time":"2020年 3月5日 周三",
   "img":"assets/image/class2.png"
   },
   {"id": "4",
   "title": "完成美术写作作业6张，其中画风景画2张,实物图4张",
   "course":"美术趣味课堂",
   "status":'0',
   "teacher":"张老师",
   "content":'''
   完成美术作业6张图，其中包括2张风景图，4张
实物图，风景图画春夏秋冬四季各选两个季节的
同一风景，实物图任选家中家具完成。拍照上传
图片提交。
   ''',
   "time":"2020年 3月5日 周三",
   "img":"assets/image/class1.png"
   },
];
